# my_list = [2,4,6,8,10,1,3,5,7,9,11,13,17]
# Выведите все элементы списка с четными ИНДЕКСАМИ (то есть A[0], A[2], A[4], ... ])


my_list = [2,4,6,8,10,1,3,5,7,9,11,13,17]





i = 0
while i < 13:
    print(my_list[i], end=', ')
    i = i + 2





